// - Створити довільний елемент з id = text.  Використовуючи JavaScript, зробіть так, щоб при натисканні
// на кнопку зникав елемент з id="text".

// let txt = document.createElement(`div`)
// let p = document.createElement(`p`)
// p.innerText = 'Створити довільний елемент з id = text.  Використовуючи JavaScript, зробіть так, щоб при натисканні' +
//     ' на кнопку зникав елемент з id="text"'
// p.id = 'text'
//
// let button=document.createElement('button');
// button.innerText='click me';
//
// button.onclick = function (){
//     p.innerText = ' '
// }
//
// txt.append(p,button)
// document.body.append(txt)



//     - створити інпут який приймає вік людини та кнопку яка підтверджує дію.При натисканні на кнопку
// зчитати інформацію з інпуту та перевірити вік чи меньше він ніж 18, та повідомити про це користувача



// *** Створити 3 инпута та кнопку. Один визначає кількість рядків, другий - кількість ячеєк, третій вмиіст ячеєк.
//     При натисканні кнопки, вся ця інформація зчитується і формується табличка, з відповідним вмістом.
// (Додатковачастина для завдання)